tap "derailed/k9s"
tap "filosottile/musl-cross"
tap "ggilmore/update-docker-tags"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "softprops/tools"
tap "sourcegraph/ds-to-dhall"
tap "txn2/tap"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bench"
brew "caddy"
brew "colordiff"
brew "curl"
brew "dhall"
brew "dhall-json"
brew "dhall-lsp-server"
brew "dhall-yaml"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker-compose", link: false
brew "entr"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "glances"
brew "gmailctl"
brew "gnu-time"
brew "pkg-config"
brew "unbound"
brew "gnupg"
brew "go"
brew "hadolint"
brew "haskell-stack"
brew "jq"
brew "just"
brew "kubectx"
brew "libxslt"
brew "mkcert"
brew "neovim"
brew "pcre"
brew "nginx"
brew "nss"
brew "pandoc"
brew "parallel"
brew "poetry"
brew "postgresql@9.6"
brew "pre-commit"
brew "procs"
brew "pulumi"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sd"
brew "shellcheck"
brew "sysdig"
brew "unzip"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "derailed/k9s/k9s"
brew "filosottile/musl-cross/musl-cross"
brew "ggilmore/update-docker-tags/update-docker-tags", link: false
brew "goreleaser/tap/goreleaser"
brew "sourcegraph/ds-to-dhall/ds-to-dhall"
cask "blackhole"
cask "discord"
cask "dropbox"
cask "filebot"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "keycastr"
cask "notion"
cask "obs"
cask "parsec"
cask "racket"
cask "rectangle"
cask "selfcontrol"
cask "signal"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
